Repository: roikr/imbooster
Catalog: *.lproj/Localizable.strings
Languages: es, it, pt, ro

# CancelButton
source: No thanks
es: No, gracias
it: No, grazie
pt: Não, obrigado(a)
ro: Nu, multumesc

# BuyButton
source: Buy for %@
es: Comprar - %@
it: Acquistare - %@
pt: Comprar - %@
ro: Pret - %@

# UpgradeButton
source: Upgrade for %@
es: Actualización - %@
it: Aggiornamento - %@
pt: Atualizar - %@
ro: Upgrade - %@

# ProductsRequestMessage
source: Requesting product information, this may take some time...
es: Solicitud de información sobre el producto, esto podría tomarse unos minutos...
it: Richiesta di informazioni sul prodotto, questa operazione potrebbe richiedere alcuni minuti...
pt: Procurando informações sobre o produto, isto pode levar alguns minutos...
ro: Se descarca informatiile produsului, va rugam asteptati...

# PurchaseAuthrizationMessage
source: Loading new content, this may take some time...
es: Cargando nuevo contenido, esto podría tomarse unos minutos...
it: Caricamento del nuovo contenuto in corso, si prega di attendere...
pt: Carregando novo conteúdo, isto pode levar alguns minutos...
ro: Se incarca continutul nou, va rugam asteptati...

# StoreProcessMessage
source: Please wait while your purchase is being processed, this may take some time...
es: Por favor, espere mientras su compra está siendo procesada, esto podría tomarse unos minutos...
it: Stiamo processando il suo ordine, questa operazione potrebbe richiedere alcuni minuti...
pt: Favor aguardar enquanto sua compra está sendo finalizada, isto pode levar alguns minutos...
ro: Va rugam asteptati procesarea comenzii...

# StoreConfirmationTitle
source: Confirmation
es: Confirmación
it: Conferma
pt: Confirmação
ro: Confirmare

# StoreConfirmationMessage
source: Your purchase has completed successfully!
es: ¡La compra se ha realizado con éxito!
it: Il suo acquisto è stato effettuato correttamente!
pt: Sua compra foi efetuada!
ro: Comanda dumneavoastra a fost trimisa cu succes!

# WelcomeTitle
source: Welcome to Emoji2011
es: Bienvenido IMBooster Lite Edition
it: Welcome to Emoji2010
pt: Bem-vindo ao IMBooster Lite Edition
ro: Bine ai venit pe versiunea IMBooster Lite

# NoInternetTitle
source: No internet connection
es: No hay conexión a Internet
it: Nessuna connessione ad Internet
pt: Sem conexão de Internet
ro: Lipsa conexiune Internet

# NoInternetMessage
source: Please make sure you are connected to the internet.
es: Por favor, asegúrese de que está conectado a Internet
it: Si prega di assicurarsi che si è connessi ad Internet
pt: Por favor certifique-se de que você está conectado(a) à Internet
ro: Te rugam sa te asiguri ca esti conectat la Internet

# BuyersMessage
source: Our content is now available for free! Starting this version, Emoji 2011 will serve ads . Since you've bought content, we're giving you the ad-free version. Thanks for your support! Please wait for few moments, while downloading the content.
it: Our content is now available for free! Starting this version, Emoji 2010 will serve ads . Since you've bought content, we're giving you the ad-free version. Thanks for your support! Please wait for few moments, while downloading the content.

# WelcomeMessage
source: New with Emoji 2011? Welcome! Please wait for few moments while downloading the content.
es: Usted puede obtener más contenido en cualquier momento mediante la versión the full
it: New with Emoji 2010? Welcome! Please wait for few moments while downloading the content.
pt: Você pode obter um conteúdo ainda maior, a cada semana, baixando a versão completa.
ro: Poti obtine continut nou oricand doresti daca descarci versiunea completa.
